[{
        "title": "Marketing Communication Intern (Havaianas)",
        "compName": "Kanmo Retail Group",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=6848c97b67d23429&fccid=8b6f84d0e6d265f5&vjs=3",
        "descJob": "Kanmo Group is looking for an enthusiastic marketing intern to join our marketing department. This person will provide creative ideas to assist our Marketing Communication team as well as perform administration duties in implementing marketing strategies.\nThis internship will help you broaden your marketing skills and implement what you have got during your University study. Ultimately, you also gain a lot of experience in very fast paced work environment in Retail Industry.\nWhat will you do:\n\nPerform market analysis and research on competition\nSupport the marketing team in daily administrative tasks\nAssist in marketing and advertising promotional activities (e.g. social media, direct mail and web)\nPrepare promotional presentations\nHelp distribute marketing materials\nHelp organize marketing events\n\nRequirements:\n1. Bachelor Degree in any major (Preferably : Marketing Major)\n2. Strong Self Leadership\n3. English language\n4. Enthusiast with Mom and Kids brand\nDepartment\nBrand Management\nRole\nHavaianas\nLocations\nHead Office"
    },
    {
        "title": "Marketing",
        "compName": "PT FIRST INDO GROUP",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/company/PT-FIRST-INDO-GROUP/jobs/Marketing-26e406448a5bb17b?fccid=79114651e3c2a7dc&vjs=3",
        "descJob": "Melakukan sales call dan kunjungan ke calon nasabah atau nasabahMemberikan informasi yang lengkap tentang produk perusahaan kepada calon nasabah atau nasabahWajib membina hubungan yang baik dengan calon nasabah atau nasabahBelajar secara berkala mengenai produk perusahaanJenis Pekerjaan: Penuh Waktu, KontrakGaji: Rp4.000.000 - Rp6.000.000 per bulan"
    },
    {
        "title": "Product Marketing Intern - Commerce Enablement",
        "compName": "GO-JEK",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=e51fde1818c5a8df&fccid=35c79097c1f63f3d&vjs=3",
        "descJob": "Location\nJakarta\nWork Type\nInternship\nApplication Posted\nFebruary 23, 2022\nAbout the Role\nIf you’re looking to be a part of a dynamic team and learn about B2B marketing, joining as a Product Marketing Intern will be a place for you! As an intern, you will have an opportunity to explore a lot of tools that we usually use to manage our communication to merchants, create a campaign, and also analyze the result to make sure that our campaign has a direct impact on business. You will work closely with Product Marketing, Creative Team, and also Product Team with this role.\nWhat You Will Do\nSupport Product Marketing Manager to drive the awareness and engagement of products and features launches\nDevelop a content plan across channels based on the campaign strategy with a high-quality performance of the A/B testing mindset to drive product growth\nManage all communication blast across products and ensure alignment with the communication blast governance\nLead the visual references on the development of creative assets to drive higher engagement results towards the product’s growth\nSet up all communication activities across CRM channels such as email marketing, SMS, WhatsApp blast, web notification, and ensure excellent execution\nWork together with internal stakeholders in designing automation lead flow with a personalized approach, engaging copy, captivating audio-visual contents, and team with outside sources to produce an engaging experience that increases lead conversion\nIdentify all launch activities and collaborate with internal marketing stakeholders for output deliverables\nCreate a post-campaign report which consists of four key factors (business, channel, content, and journey learnings) to improve the next campaign results\nWhat You Will Need\nFinal Semester or Fresh Graduate majoring in Management, Communication, Linguistics, or any other related fields\nExcellent communication (verbal and written) in English and Bahasa, having copywriting portfolio would be a plus point\nKeep abreast of latest visual design trend in order to construct ad material briefs\nConfident to communicate with cross-functional team\nAvailable for at least 3 months full-time internship\nAbout the Team\nSelly Product Marketing Team consists of 3 people that mostly located in Jakarta, but don’t worry we are an expert in working remotely. Selly Product Marketing Team handles the end-to-end acquisition and retention strategy for Selly, starting from performance marketing, merchant communication, CRM, brand strategy to merchant education. Yes! There are no sales in Selly and all the acquisition and retention would be part of product marketing team.\nSelly Product Marketing Team is part of the bigger group called Merchant Marketing Team where we always have internal bonding activities monthly, quarterly, and semesterly. You will meet more than 60++ talented people from various backgrounds and learn so much from them. Psst…. We have a lot of internal workshops &amp; training sessions as well."
    },
    {
        "title": "Business Development and Partnerships - ShopeeMall Marketing...",
        "compName": "Shopee",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=eb5b4bcb48ede3f5&fccid=0b476c4a7add47fe&vjs=3",
        "descJob": "DepartmentBusiness Development and Partnerships\nLevelExperienced (Individual Contributor)\nLocationIndonesia - Jakarta\nThe Business Development and Partnerships teams at Shopee are dynamic and energetic. The teams are always looking to acquire business opportunities to drive Shopee to be the No. 1 e-commerce platform in Southeast Asia and Taiwan. The aim of the Business Development and Partnership teams is to provide Shopee’s buyers with a wide variety of product listings at the best prices. Browse our Business Development and Partnerships team openings to see how you can make an impact with us.\nJob Description:\nManage ShopeeMall brand accounts by driving, tracking and monitoring their integrated digital marketing performance\nConduct deep-dive data analysis and campaign performance reporting and handle presentations and reviews for external sellers meetings and internal management meetings\nIdentify opportunities and grow adoption of Shopee Marketing Solutions from assigned ShopeeMall brands.\nAct as the main liaison officer and consultant for assigned ShopeeMall brands in troubleshooting and optimizing the digital marketing performance to give the most optimal return on investment (ROI)\nMeet the KPI target of achieving the amount of marketing dollars sellers spent and adoption of Shopee Marketing Solutions and getting the agreed ROI at seller level\nManage end-to-end service delivery process of Shopee Marketing Solutions for assigned ShopeeMall brands\nRequirements:\nCandidate possesses minimum of 4 years of work experience either in digital agencies, digital technology companies or e-commerce industry, or has passion in the e-commerce industry.\nBachelor’s Degree in Marketing, Management or related disciplines from recognized universities.\nStrong attention to detail and follow-up as well as fast turn-around working style is required\nAbility to multi-task across different levels of granularity, meet deadline and thrive in a fast-paced environment\nGreat stakeholder management across internal and external stakeholders\nDesired experience in marketing presentations, project management, data analyses, and/or digital campaign management\nSelf-driven and a team player"
    },
    {
        "title": "Healthcare Nutrition Marketing",
        "compName": "Danone",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=07a7b8ae28a03ce0&fccid=1d449a8e14af7cf3&vjs=3",
        "descJob": "About the job\nAs part of Healthcare Nutrition team to lead Healthcare Nutrition channel to achieve the company's vision, desired sales, market share, brand result objectives and brand image\nAccelerate portfolio performance and market share\nRefines brand positioning and communication strategy\nDevelop strategy to increase category awareness and penetration for sales and team to achieve company's target\nGenerate insight and renovation programs to drive the business\nWork closely with internal stakeholder to understand the sales channel as well as the supply chain to approve and ensure delivery forecast\nAlign with Global team on brand strategy and communication\nAbility to understand the market and influence people\nAbout you\nAbility to integrate competencies from departments to deliver results\nAggressive commercial approach and strong analytical skills to understand strength and weakness of the business\nPossess strong interpersonal skill and communication skill both verbal and written to be able to influence stakeholders and KOL\nUnderstand Healthcare system and have good understanding in KOL Management\nExperience in healthcare business approach and community\nSolid nutrition product and market knowledge\nAbout us\nDanone's mission is bringing health through food to as many people as possible and we want to invite people to join the movement for a healthier world. We recognize the power people have to impact the world through their daily choices. Each time we eat and drink, we vote for the world we want to live in. We believe a healthy body needs healthy food, and healthy food needs a healthy planet and this is what our new signature One Planet One Health embodies."
    },
    {
        "title": "Trade Marketing Staff",
        "compName": "Indofood CBP",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=250f99402a358586&fccid=3135750187c446a8&vjs=3",
        "descJob": "ICBP - Diapers\nSales\nLocation :\nJakarta Selatan\nValid until :\n09 Jun 2022\nJob Requirement\nMinimal pendidikan S1 jurusan ekonomi\nBerpengalamanan kerja minimal 1 tahun\nTeliti, memiliki kemauan untuk belajar dan bekerjasama dalam team\nMemiliki kemampuan komunikasi dan analisa\nJob Description\nKoordinasi dengan Supervisor Area mengenai progam promo bulanan yang sedang berjalan pada channel General Trade &amp; Baby Shop.\nKoordinasi dengan Supervisor area untuk pengajuan local promo bulanan pada channel General Trade &amp; Baby Shop yang berpotensi meningkatkan sales.\nMemonitoring dan mengevaluasi pencapaian promosi bulanan guna menentukan langkah dan strategi promosi periode berikutnya.\nMemonitoring budget dan actual proposal budget Trade Marketing per bulan."
    },
    {
        "title": "Digital Marketing Specialist",
        "compName": "PT. AMRECINDO PUTRA MANDIRI",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/company/PT-PUTRA-SAMAWA-MANDIRI/jobs/Digital-Marketing-Specialist-2a85a2df26f4a773?fccid=24508d893c9e62ed&vjs=3",
        "descJob": "Qualifications:Bachelor's degree with a major in Marketing Communications, Business, Management, Information Technology, or related field.Must have strong written and spoken English as this will be the language of communication with other entities.A self-starterProject management: He/she will be responsible for multiple projects at one time. The ability to organize details and complete projects in a timely manner is crucial in this position.Experience within the software industry is desirable.Experience with digital marketing is an advantage.Understanding of the IT industry with a background of prospecting to IT decision makers.Nice to have: understanding in Cloud technology, AI, and IoT.Job Description:Work with the Marketing Manager and global sales team to develop and deliver marketing plans across platforms that drive demand generation; examples but not limited to email, website, social media.Innovate and present new marketing platforms and strategiesUtilize various marketing channels to showcase Techolution's various services and their benefits while ensuring healthy ROI.Writing marketing copy for both online and direct campaigns.Ensure new leads and contacts are captured and maintained in CRM.Create reports as per timelines requested by the marketing manager.Monitor and report on competitor activity.Job Types: Full-time, ContractSalary: Rp5,000,000 - Rp10,000,000 per monthLanguage:English (Preferred)"
    },
    {
        "title": "Gramedia Academy - Marketing Officer",
        "compName": "Kompas Gramedia",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=56f4e02c08ecf362&fccid=8c17781b7684ad92&vjs=3",
        "descJob": "Menyusun strategi dan konsep promosi (B2B, B2C)\n\nMelakukan kegiatan promosi (above the line dan below the line)\n\nMelakukan serangkaian kegiatan penjualan untuk mencapai omzet\n\nMenjalankan sistem administrasi penjualan\n\nMengelola media sosial dan website Gramedia Academy\n\nMengadakan event Gramedia Academy\nPendidikan minimal S1 dengan IPK minimal 3, semua jurusan\n\nMemahami konsep marketing\n\nMemiliki kemampuan presentasi yang baik, komunikatif, gigih, kooperatif, berpikiran terbuka, dan memiliki kemampuan komputer yang baik\n\nMemiliki sertifikat vaksin Covid-19 (minimal 2x Vaksin)"
    },
    {
        "title": "Marketing Communication E-Commerce",
        "compName": "Kawan Lama",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=7f4bc150d06a9ad2&fccid=f528de219c20274f&vjs=3",
        "descJob": "Responsibilities\nImplementing effective promotional campaigns\nCreating and developing monthly promotion for E-commerce\nResponsible of digital advertising on website\nImplementing and analyzing budget plan projection\nRequirements\nBachelor's Degree majoring Marketing Communication\nHave min. 2 years of working experience in E-marketing, Marketing Promotion in E-commerce business\nExpert knowledge of various marketing strategies\nExpert knowledge of affiliate marketing and online campaign management"
    },
    {
        "title": "Marketing Needed",
        "compName": "PT.PILAR PRIMA PERSADA",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/company/PT.PILAR-PRIMA-PERSADA/jobs/Marketing-045c9ccebb27e68d?fccid=b451ef4f69e86000&vjs=3",
        "descJob": "Dibutuhkan Marketing dengan syarat sebagai berikut :1.Pendidikan minimal S1 semua jurusan,minimum D3 sederajat.2.Laki - laki.3.Jujur dan Bertanggung jawab4.Pengalaman minimal 1 tahun sebagai Marketing5.Mampu mengoperasikan komputer6.Mampu berkomunikasi dengan baik,nilai plus bisa berbahasa Inggris.7.Mampu bekerja dengan tim dan secara individu8.Berpenampilan menarik.9.Percaya diri,proaktif,mempunyai motivasi dan mau belajar .Jenis Pekerjaan: Penuh Waktu, KontrakPanjang kontrak: 12 bulanUpah: Dari Rp400.000.000 per tahun"
    },
    {
        "title": "Marketing Communication - AquaEasy",
        "compName": "Bosch Group",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=d488b9329b2b8ba9&fccid=a2faf1301ac6ad4b&vjs=3",
        "descJob": "Company Description\nAquaEasy (a Bosch company) is the best AI platform for Aquaculture. We welcome talents to join a cross functional high energy team, developing IoT solutions revolutionizing the industry. We want to make history with you, transforming aquaculture from art to science and to feed the world of tomorrow\n\nJob Description\n\nCollaborates with sales or marketing representatives to fully understand product and communication needs\nGathers the materials necessary to understand the project and competition in the area such as literature or previous marketing campaigns; analyzes these materials to determine the most effective communications technique\nBased on assessment, drafts, and proposes campaigns, which may include social and online media, print media, direct mail, and other multimedia\nCreates and coordinates campaign, design ideas, content recommendation, and brand activity to marketing team\nSchedules and develops content (social media, print media, direct mail, etc.), filming (scripts and production)\nEvaluates success of campaigns when completed\nAttends trade shows and community fairs and staffs the company booth\nExecute tests, collect, and analyze data, identify trends and insights in order to achieve maximum ROI in paid search campaigns\nTrack, report, and analyze all media analytics\nResearch and analyze competitor\nPerforms other duties as assigned when necessary\n\nQualifications\n\nAt least bachelor degree in Marketing, Communications, or similar major\nMinimum 1 year of experience as Marketing Communication or similar role\nExcellent verbal and written communication skills, in Bahasa and English that may include public speaking and presentation\nExcellent organizational skills and attention to detail\nExcellent time management skills with a proven ability to meet deadlines\nStrong analytical, critical thinker and problem-solving skills\nAbility to analyze data and provide evidence-based recommendations\nSense of ownership and pride in your performance and its impact on company’s success\nUp to date with the latest trends and best practices in marketing\nExperience with marketing analytics tools (e.g., Google Analytics, SEMrush, brandwatch, etc.)\nAdditional Information\nhttps://www.aquaeasy.life/"
    },
    {
        "title": "Zenius Internship 2022",
        "compName": "Zenius Education",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=e221f512e723f694&fccid=b504a4fab095761c&vjs=3",
        "descJob": "We are opening an internship in Zenius for several departments:\n\nHR - Recruitment Intern, Workplace Experience Intern, HR Ops Intern\n\nBusiness and Strategy - Program Management Intern, Product Marketing Intern\n\nMarketing - Social Media Intern\n\nContent Production - Storyboard Intern\n\nFAT &amp; Legal - FAT Intern, Legal Intern\n\nCreative - Content Writer Intern, Growth/CLM Content Intern, Graphic Designer Intern\n\nClassroom - Teachers' Classroom Intern, Teachers' Community Intern\n\nContent - Content Ops Intern\n\nGrowth - Growth Analyst Intern, Growth Ops Intern\n\nLet's be part of Zenius Heroes (Zeroes) to help others in need by accelerating learning outcomes in Indonesia through technology!\n\nWe will be continually updating the Job Description for different internship positions on a need-by-need basis\nFinal year student or fresh graduate from any major\n\nHighly passionate about Education and Technology\n\nSlef-starters and willing to always learn\n\nStrong growth mindset\n\nAdaptive to the pressure and pace of a start-up environment\n\nWillingness to go out of comfort zone to learn and deliver critical tasks required for the company's goal as well as self-growth\n\nUnderstand English - an excellent communicator (Strong verbal and written English is a plus point)"
    },
    {
        "title": "Trainee - Marketing Communication",
        "compName": "Deloitte",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=4287278f9ccb3021&fccid=9e215d88a6b33622&vjs=3",
        "descJob": "Trainee - Marketing Communication\nDate: 08-Mar-2022\nService Line / Portfolios: Marketing\nLocation:\nJakarta, ID\nWhat impact will you make?\n\nAt Deloitte, we offer a unique and exceptional career experience to inspire and empower talents like you to make an impact that matters for our clients, people and community. Whatever your aspirations, Deloitte offers you a highly inclusive, collaborative workplace and unrivalled opportunities to realize your full potential. We are always looking for people with the relentless energy to push themselves further, and to find new avenues and unique ways to reach our shared goals.\n\nSo what are you waiting for? Join the winning team now.\n\nWork you’ll do\nThe successful candidate will work closely with Deloitte Indonesia Clients &amp; Markets, Communication Team, and primarily will be involved in module creation of Deloitte CSR Program (WorldClass) and other communication-related tasks. The detail job description is as follow :\nDeveloped and implemented Deloitte CSR program(WorldClass ), assisting in the creation training module/program as well as liaised with internal and external collaborators to implement WorldClass program in Indonesia.\nDigital communication implementation, to schedule social media content and assisting to deliver competitive review.\nMedia Relations, involves in working with media for the purpose of informing Deloitte's current news and publications.\nBranding and communications implementation, assisting to create promotion content based on template given.\n\nRequirements\n\nWe're looking for a team player who could adaptable in fast-pace working environment.\n\nMajoring in Communication studies is preferable.\nLast year university student and fresh graduate are welcome.\nEnthusiast in social impact initiatives.\nSavvy to operate Microsoft Office software (Power Point, Excel, Words, etc).\nInterest in Digital Communication content production.\n\nDue to volume of applications, we regret only shortlisted candidates will be notified. Candidates will only be contacted by authorized Deloitte Recruiters via firm’s business contact number or business email address.\n\n\nRequisition ID: 73305\nIn Indonesia, the services are provided by Imelda &amp; Rekan and other related entities in Indonesia (\"Deloitte in Indonesia\"), which are affiliates of Deloitte Southeast Asia Ltd. Deloitte Southeast Asia Ltd is a member firm of Deloitte Touche Tohmatsu Limited. Deloitte in Indonesia, which is within the Deloitte Network, is the entity that is providing this Website."
    },
    {
        "title": "Junior Graphic Designer",
        "compName": "GO-JEK",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=c4155eabfb75a335&fccid=35c79097c1f63f3d&vjs=3",
        "descJob": "Location\nJakarta\nWork Type\nPermanent\nApplication Posted\nMarch 4, 2022\nAbout the Role\nAt Gojek, we see graphic design as intelligence made visual storytelling that engages, motivates, and inspires. We are looking for a Graphic Designer who will play a key role in supporting the Brand Partnership – Brand Building team.\nThis role involves a creative mind, attention to detail, with hands-on skills in the Adobe Creative Suite, communication skills, as well as demonstrates your passion and enthusiasm for design. Collaborating with multiple teams, you should be able to take direction from written or spoken ideas and convert them into a design that connects.\nYou will be responsible for the shaping of our visual aspects across channels, to bring a strong and distinctive brand experience specifically for Gojek AdTech &amp; PromoTech, while closely working within our branding guidelines. Your efforts will directly impact and fortify the meaningful visual communication for Gojek’s Brand Partnership.\n\nWhat You Will Do\nWork on a wide range of projects and media to visualize innovative designs that meet business goals. They include in-app banners, digital &amp; online assets, events collateral, slide templates, vehicle wrap designs, video creation for marketing and social media distribution, and more.\nCreate, layout, and revise deliverables in accordance with brand guidelines.\nWork independently and cooperatively on multiple projects with the Brand Partnership team, meeting deadlines, and scheduling project execution based on workload.\nUpdate, create and maintain internal illustration assets to ease the execution of design for the Brand Partnership team.\nWhat You Will Need\nBachelor’s degree in Graphic Design or related fields from reputable universities\nAt least 1-2 years experience in graphic design. Proficient in design software, mainly Adobe Creative Suite (Illustrator, Photoshop, InDesign, and After Effects).\nStrong understanding of key visual elements and aesthetics, with attention to detail.\nStrong time management skills to manage multiple projects.\nStrong communication skills and can clearly articulate ideas, designs, and suggestions.\nA proven portfolio that demonstrates design skills and creative thinking.\n\nAbout the Team\nOur Brand Partnership team consists of three teams, Industry Managers, Campaign Management &amp; Sales Support, and Brand Building, which report to the Global VP of Brand &amp; Agency Partnerships. As Graphic Designer, you will be in the Brand Building team and an active member of the Brand Partnership team.\nBrand building plays a long game – it breathes life into every turn of the business day after day. What the Brand Building team does is help and provide support to the Brand Partnership team in optimizing strategic partnership efforts and delivering commercial growth. We do that by implementing brand and communications strategy to shape the reputation, drive visibility, maintain brand integrity, and boost the relevance in the Ad &amp; Promo Tech field.\nWhat drives us is our shared sense of creating impact on the Brands’ businesses, and by doing so, helping Gojek generate growth that will enable Gojek to sustainably produce an even greater and scalable impact on the society.\nFor all that hard work, we place self-care and personal development on top of the list. With work-from-home altering the dynamics of our work-life balance, we believe it’s central to foster trust, have fun in the process, and send each other food and coffee – or, most of the time, share dad jokes and memes we discover on the internet world."
    },
    {
        "title": "Digital Marketing Intern",
        "compName": "Bosch Group",
        "companyLocation": "Jakarta",
        "linkJob": "https://id.indeed.com/rc/clk?jk=44db4146ddb65474&fccid=a2faf1301ac6ad4b&vjs=3",
        "descJob": "Company Description\nAt Bosch, we care. For you, our business, and our environment.\nLet’s turn visions into reality. At Bosch, we shape the future by inventing high-quality technologies and services that spark enthusiasm and enrich people’s lives. Our areas of activity are every bit as diverse as our outstanding Bosch teams around the world. Their creativity is the key to innovation through connected living, mobility or industry. Our responsibility goes far beyond business. We’re independent of stock markets and bound to the purpose of the Robert Bosch Foundation; our success directly benefits society, the environment, and future generations. Our promise to our associates is rock-solid: we grow together, we enjoy our work, and we inspire each other. Join in and feel the difference.\nWork #LikeABosch\n\nJob Description\n\nContent creation (Storyboard, video &amp; photo shooting, directing, editing, &amp; final cut)\nHandle digital marketing and Manage social media activities (Create scheduling, creating contents and execute to analyze them) through marketing planning tool.\nAssist marketing in rolling out global marketing campaign and to country level, include the design of marketing visual aids.\nAssist with organizing offline marketing activities (events and exhibitions).\nMerchandising and work with external party and purchasing for marketing aids.\n\nQualifications\n\nUndergraduate Students (min S1, pursuing master degree is an advantage) Preferably majoring in Communication/Electrical/Mechanical/ Graphic Design/Marketing.\nWilling to work minimum of 6 months for this internship.\nProficient in utilizing design &amp; film editing software (Adobe package, inkscape, etc)\nExcellent written and verbal communication in Bahasa and English is a must.\nWilling to learn, proactive, and work with enthusiasm.\nAdditional Information\n\nOpen for COLLEGE STUDENTS ONLY\nFull-time paid internship for 6 months"
    }
]